{
    "appDesc": {
        "message": "Kişisel tarayıcınız için kurumsal düzeyde ücretsiz koruma! ThreatSlayer ile siber tehditlere karşı mücadeleye katılın.\n \nTarayıcılar için geliştirdiğimiz güvenlik uzantısı, tehlikeli web sitelerini engellemek; sizi oltalama (phishing) saldırılarından, dolandırıcılıklardan ve virüslü dosya indirmelerinden korumak için gelişmiş yapay zeka tehdit sistemini ve işbirliğine dayalı bir siber savaşçı ağını kullanır.\n \nAyrıca, blok zinciri özellikli sürümü ile topluluğun mücadelesine katkı sağladığınız için sizi ödüllendirir. (çok yakında!)\n \nÖzellikler\n \n* Tehlikeli web siteleri, oltalama (phishing) saldırıları ve virüslü dosya indirmeleri gibi tarayıcı tabanlı tehditlere karşı anında koruma sağlar.\n \n* Yapay Zeka Tehdit Algılama Sistemi, benzersiz URL leri ve tehlikeli siteleri gerçek zamanlı olarak algılar.\n \n* Topluluğu daha güvenli kıldığınız için sizi ödüllendirir.\n\n Yapay Zeka Tabanlı Tehdit Algılama Sistemi Hakkında\n\nThreatSlayer sizi zararlı web sitelerden korumak için Yapay Zeka Tabanlı Tehdit Algılama Sistemi’ni kullanır. Güvenilir ve güvenilir olmayan web sitelerinin bir listesi ile eğitilen bir sınıflandırıcı vardır. Bu sınıflandırıcı, güvenli ve güvenli olmayan siteler arasındaki farkları tespit etmek için gözetimli öğrenmeyi kullanır ve çevrim içi ortamda güvenliğinizi sağlamak için potansiyel tehditleri gerçek zamanlı olarak doğru bir şekilde tespit edebilir.\n \nÇoğu güvenlik yazılımı, statik veritabanlarını kullanır ve bu nedenle saldırıları gerçek zamanlı olarak tespit edemezler. ThreatSlayer, saldırıları gerçek zamanlı olarak tespit edebilme özelliği sayesinde siber suçlulardan bir adım öndedir.\n \nThreatSlayer Hangi Verileri Toplar?\n \nThreatSlayer hiçbir kişisel veriye erişmez. Elde ettiği tek veri, daha sonra Yapay Zeka Tabanlı Tehdit Algılama Sistemi ile taradığımız URL’dir. ThreatSlayer, herhangi bireysel kullanıcı ile ilişkilendirilemeyen anonimleştirilmiş URL’leri kaydeder.",
        "description": "The description of the extension, displayed in the web store."
    },
    "description": {
        "message": "Kişisel tarayıcınız için kurumsal düzeyde ücretsiz güvenlik.",
        "description": "The description in the manifest."
    },
    "malicious_sites_detected": {
        "message": "Tespit Edilen Kötü Amaçlı Site Sayısı",
        "description": "The text used to show how many malicious URLs are scanned on the dashboard."
    },
    "popup_title": {
        "message": "ThreatSlayer Aktif.",
        "description": "The title used for the popup when the extension icon is pressed."
    },
    "unique_urls_scanned": {
        "message": "Taranan Özgün URL Sayısı",
        "description": "The text used to show how many unique URLs are scanned on the dashboard."
    },
    "urls_scanned": {
        "message": "Taranan URL Sayısı",
        "description": "The text used to show how many URLs are scanned on the dashboard."
    },
    "warning_header": {
        "message": "THREATSLAYER UYARISI!",
        "description": "The text used in the warning banner."
    },
    "warning_text": {
        "message": "Bu website kötü amaçlı olabilir. Sitenin güvenliğinden emin değilseniz bu sekmeyi kapatın.",
        "description": "The text used in the warning banner."
    }
}
